/* 3G access may take longer alert */
"(3G access may take longer)" = "(La connessione 3G potrebbe richiedere più tempo)";

/* Add to document button */
"Add to document" = "Allega al documento";

/* Adding attachment... alert */
"Adding attachment..." = "Attendi mentre viene aggiunto l'allegato...";

/* All pages loaded. Your document is now enabled for offline use. info */
"All pages loaded. Your document is now enabled for offline use." = "Tutte le pagine sono state caricate. Il documento è pronto per l'utilizzo offline.";

/* An authentication error occured, please resign the field info */
"An authentication error occured, please resign the field!" = "Errore di autenticazione, per favore apponi nuovamente la firma";

/* An error occured processing the annotations, please try again info */
"An error occured processing the annotations, please try again!" = "Errore di elaborazione, per favore riprova!";

/* An error occured processing the attachment file, please check your network connection an try again info */
"An error occured processing the attachment file, please check your network connection an try again!" = "Errore di elaborazione, per favore controlla la connessione di rete e riprova!";

/* An error occured processing the file, please check your network connection an try again info */
"An error occured processing the file, please check your network connection an try again!" = "Errore di connessione, per favore controlla la connessione di rete e riprova!";

/* Append new page button */
"Append new page" = "Allega una nuova pagina ";

/* Black button */
"Black" = "Nero";

/* Blue button */
"Blue" = "Blu";

/* Bold button */
"Bold" = "Grassetto";

/* Camera button */
"Camera" = "Fotocamera";

/* Cancel button */
"Cancel" = "Annulla";

/* Clear field button */
"Clear field" = "Pulisci il campo";

/* Close button */
"Close" = "Chiudi";

/* Congratulations, you can now finish the workstep info */
"Congratulations, you can now finish the workstep." = "Congratulazioni, adesso puoi completare il processo di firma";

/* Dark blue button */
"Dark blue" = "Blu scuro";

/* Delete button */
"Delete" = "Cancella";

/* Done button */
"Done" = "Fatto";

/* Edit button */
"Edit" = "Modifica";

/* E-Mail button */
"E-Mail" = "E-Mail";

/* e-Signed PDF subject */
"e-Signed PDF" = "PDF firmato elettronicamente";

/* Embedding Signature... alert */
"Embedding Signature..." = "Acquisizione firma in corso…";

/* Error button */
"Error" = "Errore";

/* Fin. info */
"Fin." = "Fine";

/* Finish button */
"Finish" = "Completa";

/* Finishing document alert */
"Finishing document..." = "Attendi mentre il documento viene inviato...";

/* Master View Controller Title */
"Folders" = "Folders";

/* Gray button */
"Gray" = "Grigio";

/* Green button */
"Green" = "Verde";

/* Help button */
"Help" = "Aiuto";

/* Import from Mail info */
"Import from Mail" = "Importa delle Mail";

/* Import from Other Apps info */
"Import from Other Apps" = "Importa da altre Apps";

/* Information alert */
"Information" = "Informazioni";

/* Italic button */
"Italic" = "Corsivo";

/* Loading page info */
"Loading page" = "Caricamento della pagina";

/* Loading remaining pages in the background... info */
"Loading remaining pages in the background..." = "Caricamento restanti pagine in esecuzione...";

/* Move button */
"Move" = "Muovi";

/* Navigation button */
"Navigation" = "Navigazione";

/* Next button */
"Next" = "Successivo";

/* of info */
"of" = "di";

/* Stored Documents info */
"Stored Documents" = "Documento memorizzato";

/* OK button */
"OK" = "OK";

/* Open Workstep Picker button */
"Open" = "Apri";

/* Open document button */
"Open document" = "Apri documento";

/* Open in... button */
"Open in..." = "Apri in...";

/* Orange button */
"Orange" = "Arancione";

/* Page info */
"Page" = "Pagina";

/* Page is loading... info */
"Page is loading..." = "Caricamento pagina...";

/* PDF-Password button */
"PDF-Password" = "PDF-Password";

/* Please complete all required tasks before finishing the workstep alert */
"Please complete all required tasks before finishing the workstep!" = "Per favore inserisci tutte le firme prima di inviare la pratica!";

/* Please connect to the internet to proceed info */
"Please connect to the internet to proceed" = "Controlla la tua connessione di rete prima di procedere";

/* Please enter a filename info */
"Please enter a filename" = "Per favore inserisci il nome del file";

/* Please enter a message info */
"Please enter a message" = "Per favore inserisci un messaggio";

/* Please enter the PDF-password info */
"Please enter the PDF-password" = "Per favore inserisci la password per il PDF";

/* Incorrect password. Please try again info info */
"Incorrect password. Please try again" = "Password errata. Per favore riprova";

/* Please enter the read-password info */
"Please enter the read-password" = "Per favore inserisci la read-password";

/* Please enter the write-password info */
"Please enter the write-password" = "Per favore inserisci la write-password";

/* Please find attached the document signed body */
"Please find attached the document signed." = "Per favore controlla il documento firmato in allegato.\r\n\r\n*** Get your own free version of SIGNificant to sign your documents! ****\r\nfor iPad and Android: http://tinyurl.com/88q2dg3";

/* Please note: Apple preview software is currently not able to display signature fields. To view the fields in this document please use Adobe Reader body */
"Please note: Apple® preview software is currently not able to display signature fields. To view the fields in this document please use Adobe® Reader®." = "Per favore nota che il software di anteprima Apple® non è momentaneamente in grado di mostrare i campi firma. Per visualizzarli utilizza Adobe® Reader®.";

/* Please proceed with the required tasks info */
"Please proceed with the required tasks." = "Per favore procedi con le azioni richieste.";

/* Please sign all positioned signature fields before finishing the document info */
"Please sign all positioned signature fields before finishing the document!" = "Per favore firma tutti i campi posizionati prima di completare il documento";

/* Preparing document alert */
"Preparing document..." = "Attendi mentre il documento viene elaborato...";

/* Previous button */
"Previous" = "Precedente";

/* Read-Password button */
"Read-Password" = "Read-Password";

/* Red button */
"Red" = "Rosso";

/* Rej. info */
"Rej." = "Rifiuta";

/* Reject button */
"Reject" = "Rifiuta";

/* Rejected button */
"Rejected" = "Rifiutato";

/* Reject message alert */
"Reject message" = "Messaggio di rifiuto";

/* Rejecting alert */
"Rejecting..." = "Procedura di rifiuto in corso...";

/* Retry button */
"Retry" = "Riprova";

/* required button */
"required" = "richiesto";

/* Save button */
"Save" = "Salva";

/* Save as... button */
"Save as..." = "Salva come...";
"Export..." = "Export...";

/* Saved Photos button */
"Saved Photos" = "Foto salvate";

/* Select attachment type info */
"Select attachment type" = "Seleziona il tipo di allegato";

/* Select Image Source info */
"Select Image Source" = "Seleziona la sorgente dell'immagine";

/* Simply find the document in the app of your choice and select 'Open In ...' and choose 'SIGNificant'. info */
"Simply find the document in the app of your choice and select 'Open In ...' and choose 'SIGNificant'." = "Ricerca il documento nella App di tua scelta e seleziona 'Apri In ...' e scegli 'SIGNificant'.";

/* Simply tap and hold on the email attachment to bring up the 'Open In ...' menu, then select SIGNificant. info */
"Simply tap and hold on the email attachment to bring up the 'Open In ...' menu, then select SIGNificant." = "Mantieni selezionato l'allegato nella mail per visualizzare il menù 'Apri In ...', quindi seleziona SIGNificant.";

/* Support button */
"Support" = "Supporto";

/* Tap on the screen to position an annotation info */
"Tap on the screen to position an annotation" = "Clicca sullo schermo per posizionare un'annotazione";

/* Tap on the screen to position a signature info */
"Tap on the screen to position a signature" = "Clicca sullo schermo per posizionare una firma";

/* Tasks button */
"Tasks" = "Azioni";

/* The document you're trying to open is not available on the server anymore info */
"The document you're trying to open is not available on the server anymore" = "Il documento che stai provando ad aprire non è più disponibile sul server";

/* The current policy does not allow rejecting a workstep info */
"The current policy does not allow rejecting a workstep" = "Le policy sul documento non permettono di rifiutare il processo di firma";

/* The current state does not allow undoing the last action info */
"The current state does not allow undoing the last action" = "Lo stato corrente non permette di annullare l'ultima azione";

/* The selected field can not be signed, please choose the enabled task to sign info */
"The selected field can not be signed, please choose the enabled task to sign." = "Il campo selezionato non può essere firmato, per favore scegli l'azione abilitata per firmare";

/* The workstep contains non-biometric signature tasks or unknown tasks, the app is now in read-only mode! */
"The workstep contains non-biometric signature tasks or unknown tasks, the app is now in read-only mode!" = "Il documento contiene attività di firma non biometrica, l'app è adesso in modalità sola lettura!";

/* There was a problem with the provided password, please retry info */
"There was a problem with the provided password, please retry" = "C'è stato un problema con la password inserita, per favore riprova";

/* This workstep has been finished info */
"This workstep has been finished. " = "Il documento è stato completato.";

/* The workstep was finished, load another one info */
"The workstep was finished, load another one." = "Il documento è stato completato, caricane un altro.";

/* The workstep was rejected, load another one info */
"The workstep was rejected, load another one." = "Il documento è stato rifiutato, caricane un altro";

/* Only viewing is possible info */
"Only viewing is possible." = "E' possibile la sola visualizzazione del documento";

/* The workstep was rejected info */
"The workstep was rejected" = "Il documento è stato rifiutato";

/* Unable to save image info */
"Unable to save image" = "Non è possibile salvare l'immagine";

/* Undoing alert */
"Undoing..." = "Cancellazione in corso...";

/* White button */
"White" = "Bianco";

/* Write-Password button */
"Write-Password" = "Write-Password";

/* Yellow button */
"Yellow" = "Giallo";

/* You are currently in read-only mode info */
"You are currently in read-only mode." = "In questo momento sei in modalità di sola lettura";

/* You can open any PDF attachment in SIGNificant! info */
"You can open any PDF attachment in SIGNificant!" = "Puoi aprire qualunque allegato PDF in SIGNificant!";

/* You can open any PDF document in SIGNificant! info */
"You can open any PDF document in SIGNificant!" = "Puoi aprire qualunque documento PDF in SIGNificant!";

/* You have completed the workstep The app will now close the document info */
"You have completed the workstep. The app will now close the document." = "Hai completato il processo di firma. Il documento verrà chiuso";

/* Loading current page... */
"Loading current page..." = "Attendi mentre viene caricata la pagina corrente...";

"HintToastToolbar" =						"Seleziona l'icona per modificare il documento";
"DeleteElementsConfirmation" =				"Vuoi eliminare l'elemento selezionato?";
"Q_ConfirmUndoWorkstep" =					"Vuoi annullare l'ultima azione eseguita?";
"CreateFolder" =							"Crea una cartella";
"RenameFolder" =							"Rinomina una cartella";
"FolderName" =								"Nome cartella";
"Create" =									"Crea";
"Documents" =								"Documenti";
"Templates" =								"Modelli";
"Settings" =								"Impostazioni";
"SampleDocuments" =							"Documenti di esempio";
"I_ServerNotReachable" =					"Il server non è al momento raggiungibile. Verificare le proprie impostazioni e riprovare tra alcuni minuti.";
"I_NoSoapResponse" =						"Si è verificato un errore di comunicazione. Verificare le proprie impostazioni e riprovare.";
"ClearField" =								"Pulisci campo";
"Rename" =									"Rinomina";
"I_StatusOk" =								"Sync status: Nessuna attività in sospeso.";
"RequiredTask" =							"Azione obbligatoria";
"NotSynced" =								"Non sincronizzato";
"UnsyncedChanges" =							"Modifiche non sincronizzate";
"Q_FinishWorkstep" =						"Vuoi completare il documento? Ulteriori modifiche non saranno possibili.";
"Yes" =										"Si";
"No" =										"No";
"OpenWith" =								"Apri in...";
"%OpenTasks" =								" lavori aperti";
"Finished" =								"Finito";
"Today" =									"Oggi";
"Signature..." =							"Firma...";
"DirectSign..." =							"Firma-Diretta...";
"Annotation..." =							"Annotazione...";
"ImportingDocumentsFrom..." =				"Importazione documenti da ...";
"MailApp" =									"Mail App";
"OtherApps" =								"Altre Apps";
"SampleDocs" =								"Esempi";
"Loading" =									"Caricamento";
"I_RemoveFolder" =							"Info: questa cartella sarà eliminata quando i documenti saranno completati.";
"Expiration" =								"Scadenza";
"Unknown" =									"Sconosciuto";
"I_ExpiredWorkstepsRemoved" =				"I documenti scaduti sono stati rimossi dalla tua lista documenti.";
"PleaseSignHere" =							"Prego firmare qui.";
"I_TouchDisplayWithFingerOnly" =			"Assicurarsi di toccare il display solo con le dita o con la penna.";
"I_NoPopoverToolsAvailable" =				"Nuovi campi firma o annotazioni non sono consentiti per questo documento.";
"I_ExportSuccessful" =						"Il documento è stato esportato correttamente.";
"I_ExportFailed" =							"Esportazione del documento fallita, prego riprovare.";

/* Location */
"I_LocationAvailableAfterWaiting" =			"Le informazioni di localizzazione sono state aggiornate. E' possibile procedere.";
"I_NoLocationAvailable" =					"Nessuna informazione di localizzazione disponibile. Cosa vuoi fare?";
"ContinueAnyway" =							"Continua comunque";
"Wait" =									"Attendi";

/* 2.2.8 */
"E_BioVerificationFailed" =					"La verifica della firma non è andata a buon fine. Prego provare nuovamente.";
"E_BioVerificationUnknownError" =			"La verifica della firma non può essere completata. Prego contattare il proprio amministratore.";

"E_UnexpectedServerError" =					"Un errore imprevisto è sorto nel server.";
"E_UnknownServerError" =					"Un errore ignoto è sorto nel server.";

/* 2.2.9 */
"I_BioVerificationInProcess" =				"La firma è verificata ...";
"Pen Type" = 								"Tipo del stilo";
"Pen is not connected!" = 					"Stilo non è collegato!";

/* 2.2.12 */
"E_BioVerificationDecryptionError" =		"Impossibile decrittografare i dati della firma. Si prega di contattare l'amministratore.";
"DeviceId" =								"ID del dispositivo";
"ActivateYourDevice" =						"Attivare il dispositivo";
"YourAccount" =								"Il tuo account";
"NrOfActivatedDevices" =					"Attualmente è stato attivato %i id %i dispositivi.";
"NrOfActivatedDevicesUnlimited" =			"Attualmente è stato attivato %i dispositivi.";
"Deactivate" =								"Disattivare";
"New" =										"Nuovo";
"ConfirmActivatingNewDevice" = 				"Si prega di confermare che si desidera attivare il nuovo dispositivo.";
"Activate" =								"Attivare";
"I_LicenseActivatedSuccessfully" =			"La licenza per questo dispositivo è stato attivato con successo.";
"LicenseActivation" =						"Attivazione della licenza";
"I_RequestingLicenseData" =					"Un momento, per favore.\nLe informazioni sulla licenza viene richiesto.";
"I_UpdatingLicense" =						"Un momento, per favore.\nLe informazioni sulla licenza viene aggiornata.";
"I_LicenseAlreadyActivated" =				"È già stata attivata la licenza per questo dispositivo.";
"DeactivateDeviceFirst" =					"Hai già attivato %i dispositivi. Si prega di disattivare un dispositivo.";
"Licenses" =								"SIGNificant Server Licenze";

/* ERRORS */
"E_13605" = 								"Un certificato di firma non valido è stato configurato sul server.";
"E_13607" = 								"Il tuo dispositivo non è autorizzato ad operare su questo server.";
"E_13608" = 								"L'importo massimo dei dispositivi per questa licenza è stato raggiunto.";
"E_13610" =									"L'utente data non esiste. Si prega di contattare l'amministratore.";
"E_13611" =									"La licenza per l'utente è attualmente disattivato. Si prega di contattare l'amministratore.";
"E_13645" =									"La licenza non può essere verificato a causa di un errore di applicazione. Si prega di contattare l'amministratore.";
"E_20000" =									"La licenza per questo dispositivo è attualmente disattivato. Si prega di contattare l'amministratore.";

/* 2.2.16 */
"E_12866" =									"L'utente fornito non esiste.";

/* 2.2.17 */
"ApplicationName" =							"SIGNificant";
"CredentialsAlertTitle" =					"Accedi per ###SERVER###";
"CredentialsAlertUserPlaceholder" =			"Nome utente";
"CredentialsAlertPasswordPlaceholder" =		"Password";
"Please grant microphone access in settings" = "Si prega di concedere l'accesso microfono nelle impostazioni";

/* Enrollment */
"Enrollment" =                              "Enrollment";
"Verification" =                            "Verification";
"EnrollLabelUser" =							"Utilizzatore:";
"EnrollLabelProfile" =						"Profilato:";
"NoUsernameEntered" =						"Nessun nome utente immesso.";
"UserNotFound" =							"L'utente non esiste.";
"CreateUser" =								"Vuoi crearlo?";
"BioProfileNotActive" =                     "Profile è inattivo.";
"BioUserInactive" =                         "Utente viene sospeso.";
"BioProfileUnknown" =                       "Profilo non esiste.";
"VerificationFailed" =						"Verifica fallita.";
"EnrollmentFailed" =						"Entra di nuovo.";
"DeviceAlreadyEnrolled" =					"Questo profilo è già stato registrato da questo dispositivo.";
"VerificationSuccess" =						"La verifica ha avuto esito positivo.";
"EnrollmentSuccess" =						"L'iscrizione ha avuto successo.";
"WrongCertificateError" =                   "Le firme non possono essere trattati. Stai usando il certificato destra?";
"EnrollGenericError" =						"Qualcosa è andato storto.";
"ServerNotReachable" =                      "Il server non è raggiungibile.";
"ClearAll" =                                "Cancella tutto";
"EnterFullName" =                           "Nome e cognome";
"EnterFullNameLabel" =                      "Scegliere Nome visualizzato per un nuovo utente.";
"CannotSignNow" =                           "Inserisci il tuo nome utente e premere 'Start' prima.";

/* 2.3.0 */
"E_TemplateDownload" =						"Verificato un errore durante il caricamento del modello.";
"E_TemplateNotFound" =						"Il modello desiderato non è stato trovato.";
"E_CreateTemplateBasedWorkstep" =			"Si è verificato un errore durante la creazione del documento.";
"SetAsTemplate" =							"Imposta come modello";
"TemplateName" =							"Nome modello";
"I_EnterTemplateName" =						"Immettere il nome per il nuovo modello.";
"DocumentName" =							"Nome del documento";
"I_EnterDocumentName" =						"Immettere il nome per il nuovo documento.";
"Never" =									"Mai";
"E_IncompleteTemplateDefinitionXml" =		"La specifica modello fornito è incompleta.";
"E_MalformedTemplateDefinitionXml" =		"La specifica modello fornito contiene degli errori.";
"E_ConflictDetected" =						"Un conflitto è stato rilevato - il documento è stato modificato da qualcun altro. Vuoi annullare tutte le modifiche e ricaricare il documento?";

/* 2.3.1 */
"I_TaskListRejected" = 						"Il documento è stato rifiutato.\nNiente più possibili cambiamenti.";
"I_TaskListFinished" = 						"Il documento è stato terminato.\nNiente più possibili cambiamenti.";
"GeneratingTemplatesFrom" =					"Creare modelli da ...";
"ExistingDocuments" =						"Documenti esistenti";
"GenerateTemplateFromDocument" =			"Creazione di modelli";
"HelpGuideTempFromDoc" =					"È possibile impostare qualsiasi documento esistente come modello!";
"HelpGuideTempFromDocDetails" =				"È sufficiente aprire il documento di tua scelta e selezionare 'Imposta come modello' dal menu 'Azioni'.";

/* 2.3.2 */
"E_12868" =									"L'utente fornito è stato disabilitato.";
"NoPen" =									"No stilo";
"Attachments" =								"Allegati";
"E_ReloadingAfterConflictDetected" =		"Un problema è stato rilevato - il documento verrà ricaricata dal server.";

/* 2.3.4 */
"I_SignSignatureField" =					"Apposizione della firma";
"I_FillFormFieldsOfDocument" = 				"Compilare il modulo del documento";
"I_FillFormFieldsOfPage" = 					"Compilare il modulo di pagina %i";

/* 2.3.5 */
"E_IncompleteSIGNificantControlXml" =		"Il SIGNificant control file fornito è incompleto.";
"E_MalformedSIGNificantControlXml" =		"Il SIGNificant control file fornito contiene degli errori.";
"E_UnknownError" =							"Un errore sconosciuto è stato rilevato.";
"AllItems" =								"Tutti i punti";
"I_SignificantConfigFileErrors" = 			"Alcuni documenti non possono essere caricati. Per i dettagli verificare la lista di sincronizzazione.";
"Clear" =									"Cancella";
"Sync" = 									"Sincronizza";
"Reload" =									"Ricarica";
"I_AttachmentAddedSuccessfully" =			"L'allegato è stato inserito correttamente.";
"I_PageAddedSuccessfully" =					"La nuova pagina è stata inserita correttamente.";

/* 2.3.7 */
"ReportIssue" =                             "Segnala un errore";
"NoEmailAccount" =                          "Nessun account eMail configurato.";
"I_ExpiringDocumentsInfo" =					"Documents which are going to expire shortly have been detected! To keep all your data, synchronize and export the documents as soon as possible.";
"UpgradeEnterprise" =                       "Sei interessato nei prodotti Enterprise di SIGNificant?";
"Skip" =									"Saltare";
"DownloadIncomplete" =						"Il documento non è ancora completamente scaricato.";
"I_UndoInProgress" =						"Undo ancora in progresso! Per favore aspettare finchè l'operazione è concluso.";
"I_UndoOnlyOnlinePossible" =				"L'annullamento dell' ultima operazione è solo possibile con collegamento al Internet.";
"E_WorkstepIdNil" =							"Caricamento documento non riuscito (ID documento non trovato).";
"E_WorkstepConfigurationNil" =				"Creazione documento non riuscita (Workstep configuration non trovata).";

/* 2.4.0 */
"I_PleaseSignFirst" =                       "Prego prima firmare.";
"EnterpriseVersion" =						"Informazioni su SIGNificant enterprise version";
"I_PageNotLoadedYet" =                      "Sito non ancora caricato!";
"Opacitiy" =                                "Opacità";
"Undo" =                                    "Annulla";
"E_WorkstepAlreadySyncing" =				"Il documento è in sincronizzazione, prego attendere.";
"Warning" =                                 "Attenzione";
"DocumentNotLoaded" =                       "Non possibile al momento. Il documento non è stato caricato completamente.";
"E_WorkstepInformationUnsupported" = 		"Il documento non può essere caricato - sono richieste delle funzionalità non supportate da questa versione di app.";
"Finger" =                                  "Dito";
"StrokeWidth" =								"Larghezza";
"Color" =									"Colore";

/* 2.4.2 */
"I_SynchronizingDocument" =					"Sincronizzazione documento...";
"I_PreparingDocument" = 					"Preparazione documento ...";
"I_FinishingDocument" = 					"Conclusione documento ...";
"I_AddingAttachment" = 						"Inserimento allegato ...";
"I_LoadingCurrentPage" = 					"Caricamento pagina corrente ...";
"I_EmbeddingSignature" = 					"Inserimento firma ...";
"I_UploadingPdf" = 							"Caricamento PDF ...";
"I_ReloadingDocument" = 					"Ricaricamento documento ...";
"I_Cancelling" = 							"Cancellazione ...";
"I_NonexistingWorkstepsRemoved" =			"Uno o più documenti sono stati cancellati in quanto non sono più presenti sul server.";
"AvailabePens" =                            "Penne disponibili";
"Battery" =                                 "Batteria";
"I_WorkstepControllerNotSupported" =		"Il documento è stato originato da una versione precedente del server. Con la presente versione di app potrebbero sorgere problemi!";

/* 2.4.4 */
"OnThisPage" =								"In questa pagina ...";
"AddSignature" =							"Aggiungi campo firma";
"AddTextAnnotation" =						"Aggiungi Nota";
"AddPictureAnnotation" =					"Inserimento immagine";
"AddFreehandAnnotation" =					"Disegno libero";
"AddMarkerAnnotation" =						"Evidenza testo";
"AttachPicture" =							"Allega immagine ...";
"AddAttachment" =							"Come pdf allegato";
"AddAttachmentNewPage" =					"Come nuova pagina";
"E_WorkstepInformationParseError" =			"Il documento non può essere caricato - le informazioni recepite sono corrotte.";

/* 2.4.6 */
"I_CompleteEditingFirst" =					"Il documento è in fase di modifica. Completare la modifica utilizzando la toolbar.";
"E_14100" =									"Non sei autorizzato ad aprire questo documento.";
"E_14030" = 								"Risoluzione dell'immagine troppo bassa nella PictureAnnotation.";
"E_14031" = 								"Risoluzione dell'immagine troppo alta nella PictureAnnotation.";
"E_14032" = 								"Profondità del colore non valida in PictureAnnotation.";
"I_ScreenShare" = 							"Condivisione monitor";
"I_ScreenShareMessage" = 					"Vuoi condividere il tuo monitor?";
"I_PhotoSource" = 							"Siete pregati di selezionare il dispositivo con cui fare la foto.";

/* 2.4.9 */
"PenThickness" = 							"Spessore della penna";
"Default" = 								"Standard";
"PalmProtection" = 							"Protezione del palmo";
"RightHanded" = 							"Mano destra ";
"LeftHanded" = 								"Mano sinistra ";
"Off" = 									"Spento";
"Copy" = 									"Copia";
"LicenseIsValid" = 							"Grazie, registrazione della licenza conclusa correttamente";
"LicenseIsInvalid" = 						"La licenza inserita non è valida per questo prodotto o device!";
"Inbox" =									"Inbox";
"E_InvalidSoapResponse" =					"Invalid response from the server!";

/* SignOnPhone */
"E_SOP_NoTaskFound" =                       "Nessun compito con il token %@ trovato";
"E_SOP_TokenDoesNotExist" =                 "Il token %@ non esiste";
"E_SOP_TokenDoesNotExistAnymore" =          "Il token %@ non esiste più";
"E_SOP_TokenInvalidLength" =                "Il token %@ ha una lunghezza non valida";
"E_SOP_TaskAlreadyProcessed" =              "Questa attività è già stata elaborata. Inizia di nuovo per una nuova attività.";
"E_SOP_TokenWasModified" =                  "Il token %@ è stato modificato. Inizia di nuovo.";
"E_SOP_MappingError" =                      "Impossibile caricare il layout specifico del cliente";
"E_SOP_TokenWrongTaskType" =                "Token %@ has wrong task type";
"E_SOP_ErrorUnkown" =                       "Unknown error occured";

"I_SOP_NoInternetConnection" =              "Il dispositivo non è connesso a nessuna rete (né WiFi, né mobile). Assicurati che il dispositivo non sia in Modalità aereo, connettiti a una rete e riprova.";
"I_SOP_PleaseEnterToken" =                  "Inserisci il token:";
"I_SOP_HintPleaseEnterToken" =              "ad e. 123456";
"I_SOP_QrCodeScannerCancelled" =            "Esegui nuovamente la scansione o inserisci manualmente il token";
"I_SOP_AllSignaturesProcessed" =            "Tutte le attività di firma sono state elaborate";
"I_SOP_SigningDocument" =                   "Firma del documento in corso ...";
"I_SOP_WaitingForSigningTask" =             "In attesa di una nuova attività di firma ...";
"I_SOP_LoadingSigningTask" =                "Caricamento dell'attività di firma in corso ...";
"I_SOP_EnterValidToken" =                   "Inserisci un token valido";
"I_SOP_SelectCustomerTitle" =               "Seleziona la società";
"I_SOP_Customers" =                         "Società";
